{"id":4357,"date":"2020-05-05T23:34:11","date_gmt":"2020-05-05T21:34:11","guid":{"rendered":"http:\/\/localhost\/wordpress\/?p=4357"},"modified":"2020-06-03T13:49:25","modified_gmt":"2020-06-03T11:49:25","slug":"the-presidents-speech","status":"publish","type":"page","link":"http:\/\/localhost\/wordpress\/the-presidents-speech\/","title":{"rendered":"Fjalimi i Presidentit"},"content":{"rendered":"\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg\" alt=\"\" class=\"wp-image-5331\" width=\"232\" height=\"314\" srcset=\"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg 243w, http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n-222x300.jpg 222w, http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n-155x210.jpg 155w, http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n-177x240.jpg 177w\" sizes=\"(max-width: 232px) 100vw, 232px\" \/><\/figure>\n\n\n\n<p>Sapo jam zgjedhur kryetar i Këshillit drejtues të Kolegjit\nTempulli, një institucioni me traditën më të gjatë të arsimit të lartë privat\nnë vend dhe regjion. Për të qenë më i saktë, vitin e ri 2020 e fillova me\ndetyrën e re i rrethuar me studentë dhe kolegë të tjerë të cilët më mrekulluan\nme ngrohtësinë dhe mikpritjen. <\/p>\n\n\n\n<p>Pas ndryshimeve në statutin dhe organogramin e ri të Tempullit,\nunë zotohem se do të bashkëpunojë fort me organet e reja brenda institucionit, duke\nfilluar nga Këshilli drejtues, Këshilli i studentëve, Këshilli akademik,\nKëshilli i partnerëve, Komiteti shkencor dhe profesional, Zyrën e sigurimit të\ncilësisë, Dekanatin, Zyrën e Sekretares të Përgjithshme dhe Alumni-në, pra do\ntë bashkëpunojë me të gjithë për një qëllim të vetëm që Tempulli të vazhdojë të veprojë si tempull i dijes duke\nndërtuar çdo ditë suksese të reja mbi traditën e vet. Sot\ne gjithmonë me përulësi e çiltërsi do të jam i lumtur që jam pjesë e një ekipi\nkaq profesional, duke qenë i bindur se bashkë do ta fitojmë çdo betejë në\nrritjen e cilësisë në mësimdhënie dhe mësim nxënie. <\/p>\n\n\n\n<p>Sivjet në vjeshtë do të festojmë bashkërisht vitin e 20 jubilar të\nnisjes të gjeneratës të parë të studentëve, andaj ju inkurajoj që të merrni një\nmoment për të reflektuar në sukseset tona. <\/p>\n\n\n\n<p>Secili prej jush ka të drejtë të jetë krenar për punën vet. Brenda\nkëtyre viteve diplomuan qindra studentë dhe mijëra kursant të profileve të\nndryshme që lidhen me trafikun dhe transportin. Studentët tanë si qytetarë\nproduktivë, do të janë drejtuesit e së nesërmes që do të sigurojnë zhvillim dhe\nprofesionalizëm në punë kudo që janë.<\/p>\n\n\n\n<p>Sot, Tempulli është qendra kryesore e përgatitjes të kuadrove në fusha\nmjaftë specifike dhe natyrisht që ne jemi krenar për të diplomuarit tanë, të\ncilët mbajnë primatin e të punësuarve më të mëdhenjtë të fushës nëpër institucione,\ntregun e lirë dhe në industri. Të diplomuarit tanë sot me punën dhe angazhimin\ne tyre janë kudo, punojnë në cilësinë e ekspertëve për aksidente të trafikut,\nnë menaxhimin e transportit hekurudhor, në sigurinë në trafikun rrugor në\nPolicinë e Kosovës, mësimdhënës në shkollat e mesme teknike në vend, mbikëqyrës\nnë sektorin e qendrave të kontrollimit teknik, në sektorin e auto shkollave, në\nvlerësimin e provimeve për patentë shoferë në Ministrinë e Infrastrukturës dhe Ambientit,\nnë drejtoritë e shërbimeve publike dhe inspektoratet e trafikut në komunat e\nvendit, në udhëheqjen e operatorëve të transportit të udhëtarëve dhe të\nmallrave, në kompanitë projektuese dhe ndërtimore të infrastrukturës rrugore,\netj. Të diplomuarit tanë na tregojnë se si ata janë më të përgatitur për\nkarrierë dhe jetë sesa të tjerët që punojnë pranë tyre. Jam i bindur që secili\nprej të diplomuarve tanë, sot janë shembuj më të mirë të punëtorëve me\nkompetencë dhe etikë të lartë në mjediset ku punojnë.<\/p>\n\n\n\n<p>Duke ditur që Kosova ka kaluar dhe po vazhdon të kalojë nëpër një\ntranzicion dhe procese aspak të lehta transformuese në dekadat e fundit, ne e\nkuptojmë se ky proces është i vështirë dhe prek të gjithë sektorët e jetës,\npërfshirë dhe sektorin e arsimit. <\/p>\n\n\n\n<p>Le ti kthehemi pak imazhit të Tempullit i cili mund të “lexohet”\nedhe nga logo që përmban në vete: historikun, madhështinë, artin, kulturën,\ngjithë përfshirjen, diturinë dhe sfidat&nbsp;\nndaj kohës. <\/p>\n\n\n\n<p>Mirëpo Tempulli fillesat e para të punës i ka\nnë vitin 1992, si qendër aftësimi dhe edukimi i kandidatëve fillestar për\nngasës të automjeteve. Përveç ofrimit të këtyre programeve aftësuese, Tempulli\nka zhvilluar me analiza dhe ekspertiza të aksidenteve në trafik, ka mbajtur\nligjërata dhe aktivitete vullnetare nëpër shkollat fillore të kryeqytetit dhe\nfshatrave përreth. Në vitin 1996 ka edituar edhe revistën e parë në vend dhe\nrajon në gjuhën shqipe lidhur me aktualitetin, trafikun transportin dhe\nautomobilizmin me emrin <em>“Autotempulli”.<\/em>\n<\/p>\n\n\n\n<p>Si rezultat i përkushtimit dhe koherencës së\npunës së tij, të shikuar në përshtatje me nevojat të tregut në vend dhe më\ngjerë, Tempulli ndër vite është rritur dhe zhvilluar me programe cilësore\nakademike dhe profesionale. <\/p>\n\n\n\n<p>Pra, edhe historiku i Tempullit është i ngjashëm për shkak të\nsfidave që iu ka rezistuar, përgjatë viteve të zhvillimit të vet si Institucion\ni&nbsp; parë privat i arsimit&nbsp; të lartë. Prandaj sfidat si çdo fillim i\nçfarëdo pune normalisht që ishin shumë të mëdha, por themeluesi dhe ideatori i këtij\nprojekti profesor Arif Krasniqi, përnjëmend i sfidojë të gjitha. I sfidojë edhe\nparagjykimet e shoqërisë për&nbsp; vet faktin\nse Tempulli ishte i pari institucion i arsimit të lart privat në vend. Një\ninstitucion privat i arsimit të lartë, diçka që më parë as që kemi mundur ta\nimagjinonim e lëre më ta jetësonim një &nbsp;mundësi\nreale që të rinjtë të vijojnë studimet në një institucion privat, kur edhe Universiteti\ni vetëm publik në Kosovë sapo po i mbushte 30 vite së ekzistuari. Ishin shumë\ndilema po ja që dhjetori i vitit 2001 shënojë edhe akreditimin e parë\npreliminar të Tempullit nga administrata e kohës.&nbsp; <\/p>\n\n\n\n<p>Tempulli në vitin akademik 2001\/2002, ka\nfilluar në ofrimin e programeve akademike për studimet e Nivelit 6\nKKK\/Bachelor, ndërsa që nga viti akademik 2007\/2008 ka zgjeruar dhe\nspecializuar mundësinë për programore të studimeve edhe me Nivelin 7\nKKK\/Master, në limitë specifike të shkencave teknike me fokus trafikun,\ntransportin dhe telekomunikacionin.<\/p>\n\n\n\n<p>Dhjetëra breza të studentëve të cilët kanë\npërfunduar studimet ende e kujtojnë përkufizimin e profesor Arifit për\ntrafikun: <em>“Trafiku\n<\/em><em>është gjaku i\nsistemit ekonomik të çdo vendi por edhe Kosovës dhe si i tillë është bartësi\nkryesor i ndryshimit dhe zhvillimit të vazhdueshëm të vendit. Rrugët e\nqarkullimit të gjakut brenda këtij sistemi janë arteriet rrugore, hekurudhore,\ndetare,&nbsp; postare dhe ajrore”.<\/em><\/p>\n\n\n\n<p>Sot e 30 vite nga fillesat e para të punës të\nTempullit dhe 20 vite nga fillimi i gjeneratës të parë në studimet Bachelor, se\nbashku me ekspertë vendor dhe ndërkombëtar të arsimit të lartë rishikuam punën\ntonë duke kërkuar mundësi të reja për reformim dhe zhvillim në hap me\ninstitucionet më kredibilë të arsimit të lartë në botë. Dhe pashmangshëm riformuluam\nMisionin e Tempullit duke u bazuar në kërkesat e ngritjes së cilësisë dhe\nndërlidhjes me kërkesat e tregut të punës për plotësimin, rrjedhimisht bëmë përshtatje\nedhe me zgjerimin e programeve të reja profesionale. Procesi i ndryshimit të\nmisionit ka kaluar nëpër disa faza ku janë përfshirë në konsultime të\nvazhdueshme studentët, asistentët, profesorët, ekspertët e fushës, udhëheqësit\ne Tempullit, partnerët institucional, social, biznesit dhe komunitetit. <\/p>\n\n\n\n<p>Jemi të lumtur që Deklarata e Misionit të ri\ntë Tempullit është sikur më poshtë:&nbsp;&nbsp; <\/p>\n\n\n\n<p><em>Tempulli ndërton mbi traditën e vet pozitive,\norganizon mësimdhënie (në programe akademike dhe profesionale), ekspertiza,\nhulumtime të aplikuara, trajnime dhe shërbime kom unitare për studentët dhe\nkomunitetin në përgjithësi, në fushën e trafikut, transportit,&nbsp; sigurimeve, mjedisit, gjeologjisë dhe\nenergjisë në funksion të zhvillimit të ekonomisë, punësimit dhe zhvillimit të\nshoqërisë. <\/em><\/p>\n\n\n\n<p>Gjatë punëtorive të shumta dhe të\nzgjeruara të grupeve punuese me qëllim të rishikimit të misionit, vizionit,\nplanit zhvillimor strategjik, më kujtohet kërkesa e profesor Xhavit Rexhës, i\ncili të pranishmeve në punëtori u kërkonte të shkruanin një “ëndërr” se ku e\nshohin ata Tempullin pas 10-15 viteve. Dhe ja kështu nga “ëndrrat” e anëtarëve\ntë grupeve punuese, na rrodhi vizioni, një vizion shumë burimor, natyral dhe\nmbi të gjitha i dedikuar:<\/p>\n\n\n\n<p><em>Vizioni i Tempullit është që të jetë një\nqendër studimore, lider në lëmi të specializuara dhe të gërshetuara në fusha\nspecifika për të cilat ka nevojë rinia e Kosovës dhe tregu i vendit e rajonit,\ndhe më gjerë, si dhe të një qendre profesionale të specializuar në fushën e\nstudimeve telekomunikacionit dhe drejtimeve të përafërta me të në vend, me\nndikim në rajon e më gjerë, si dhe një qendre për kërkimin shkencor në ato\ndrejtime specifike ku zotëron potencial si institucion edukativo mësimore dhe\nshkencor.<\/em><em><\/em><\/p>\n\n\n\n<p>Pas qartësimit të misionit dhe vizionit, Tempullit i duhej edhe qartësimi\ni drejtimit dhe rrugës, se kah do të shkojë së paku për pesë vitet e ardhshme,\ndhe kjo u realizua përmes Planit zhvillimor strategjik 2020-2024. <\/p>\n\n\n\n<p>Përveç sfidave që në përcollën gjatë ecjes tonë për gadi tri\ndekada, ne kishim edhe disa përparësi &nbsp;sikurse\nishin drejtimet dhe programet specifike në lëmine teknike. Për herë të parë qytetarëve\ndhe vendit po krijon mundësi që të studiohet në gjuhën shqipe në lëmine e\ntrafikut dhe transportit. Pastaj jo vetëm që ishim të parët por edhe jemi lider\npër fushat teknike (jo vetëm në studimet akademike) por edhe programet\ntrajnuese profesionale të cilat ofrohen nga QZHP (Qendra për Zhvillim\nProfesional) dhe projektet studimore dhe shkencore nga Instituti për Siguri\nRrugore dhe Hulumtime në Transport.<\/p>\n\n\n\n<p>Tempulli e kupton se ekzistenca e një numri të madh të kolegjeve\nnë Kosovë, bartës të arsimit të lartë, kanë nevoje dhe duhet të promovojnë punë\norigjinale dhe unike, për çka Tempulli i ka marrë për bazë edhe rekomandimet e\nekspertëve dhe do të krijojë mekanizmat më efikas për llogaridhënie, duke\nbesuar se kjo i ndihmon Tempullit që së bashku me kritikat e sugjerimet do të\nndërtohet një përmirësim i vazhdueshëm i cilësisë të arsimit të lartë në Kosovë\nnë përgjithësi dhe në Kolegjin Tempulli në veçanti.<\/p>\n\n\n\n<p>Tempulli tash e sa vjet ka rolin kryesor në organizimin,\npromovimin, mbështetjen e resurseve humane dhe financiare në fushën e trafikut\ndhe transportit. Duke shkuar përtej saj, duke e marrë udhëheqjen e\nvetëdijesimit të qytetarit për rregullat e trafikut dhe rëndësinë e tij për\njetë të dinjitetshme dhe si pjesëtarë i shoqërisë. Në kuadër të shërbimeve\nkomunitare, Tempulli, për shumë vite me radhë, në bashkëpunim më Ministrinë e\nArsimit, Shkencës dhe Teknologjisë, Asociacionin Kosovar të Motorizimit\nAMRKS&nbsp; dhe partnerët e Forumit të Kosovës\npër Siguri në Rrugë, organizon dhe realizon ligjëratat në shkolla fillore me\ntematikë zbatimi i rregullave të lëvizjes në rrugë dhe pasojat e aksidenteve\nrrugore. Ky angazhim nga stafi i Tempullit realizohet në baza vullnetare. Po\nashtu në vitin kalendarik 2019 janë realizuar projekte të rëndësishme Planeve\ntë Mobilitetit të Qëndrueshëm Urban për Komunat Podujevë, Ferizaj, Gjilan,\nGraçanicë si dhe për Lagjen Dardania si lagja më e madhe e qytetit të\nPrishtinës.<\/p>\n\n\n\n<p>Sikurse çdo punë dhe sukses që matet me numra (statistika) edhe\npuna dhe sukseset tona janë të matshme:<\/p>\n\n\n\n<ul><li>Mosha mesatare e studentëve është duke u\nzvogëluar, brenda 3 viteve të fundit nga mosha mesatare e studentëve prej 33\nvjeç tash kemi arritur në moshën mesatare të studentëve në 24 vjeç.<\/li><li>515 studentë kanë\ndiplomuar dhe 587 janë në procesin mësimor (ose kanë ende statusin e studentit).<\/li><li>115 kandidatë\nkanë përfunduar shkollimin për vlerësues (ekzaminerë) në provimet për patentë\nshoferë.<\/li><li>1850 Instruktor\ntë shoferëve kanë përfunduar shkollimin për instruktor të shoferëve.<\/li><li>2912 kandidatë\nkanë përfunduar aftësimin për ngasje (auto shkollën).<\/li><li>643 shoferë kanë\npërfunduar trajnimin Kompetenca profesionale për shoferët e transportit të\nmallrave dhe udhëtarëve CPD-D.&nbsp;&nbsp; <\/li><li>72 Menaxher kanë përfunduar trajnimin Kompetenca profesionale për\nMenaxherin e operatorit të transportit CPC-M.<\/li><li>109 shoferë kanë përfunduar trajnimin për transportin e\nmallrave të rrezikshme ADR.<\/li><\/ul>\n\n\n\n<p>Do të doja të merrja përsipër kredi për njerëzit dhe ekipet e shkëlqyera\nqë kemi tubuar rreth Tempullit. <\/p>\n\n\n\n<p><strong>Këshilli drejtues,\n<\/strong>një ekip e fuqishëm dhe bashkëveprim i komponentës\nvendore dhe ndërkombëtare. Me njerëz të dëshmuar me punë inovative dhe studime\ntë përfunduara në universitete kredibile në Evropë dhe Amerikë.<\/p>\n\n\n\n<p><strong>Këshilli akademik,<\/strong> si organi më i lartë akademik që garanton lirinë akademike dhe\npjesëmarrjen aktive të studentëve në vendimmarrje në çdo hap. Këshilli tubon\nprofesorët, studentët dhe stafin administrativë në udhëheqjen e Dekanit. <\/p>\n\n\n\n<p><strong>Dekani dhe dy\nprodekanët<\/strong>, profesor të njohur dhe prijës të\nshumë projekteve, ekspertizave shkencore dhe akademike në fushën e inxhinierisë\ntë trafikut dhe transportit në vend dhe rajon. <\/p>\n\n\n\n<p><strong>Komiteti mësimor\ndhe shkencor, <\/strong>një përbërje e zgjeruar e të gjithë\nanëtarëve të personelit (profesor, asistent, studente dhe administrate).<\/p>\n\n\n\n<p><strong>Instituti,<\/strong> në kuadër të strukturës funksionale në Kolegjin Tempulli vepron\nedhe Institutit për siguri rrugore dhe hulumtime ne transport, i cili udhëhiqet\nnga profesori që konsiderohet njëshi i sigurisë rrugore në vend.&nbsp;&nbsp; <\/p>\n\n\n\n<p><strong>Sekretari\npërgjithshëm<\/strong>, njeriu më profesionist që ka\nTempulli që nga thememelimi i vet, njeriu kujdestar dhe përgjegjësi kryesor për\nkryerjen e punëve administrative, juridike dhe punëve tjera sipas autorizimeve\nnga Statuti. <\/p>\n\n\n\n<p><strong>Këshilli i\nstudentëve<\/strong>, një grup i studentëve të dashur që\npërfaqësohen në të gjitha nivelet dhe njësitë akademike.<\/p>\n\n\n\n<p><strong>Koordinatorët<\/strong>, profesionistë që marrin pjesë në organizimin dhe mbajtjen e\nligjëratave, ushtrimeve, provimeve, seminareve dhe punëve hulumtuese. <\/p>\n\n\n\n<p><strong>Alumni<\/strong> një urë lidhëse\nnë mes të Qendrës të karrierës, Këshillit të studentëve, Këshillit të\npartenrëve dhe tregut të punës në Kosovë, që&nbsp;\nsiguron qëndrueshmëri të shërbimit ndaj klientëve të jashtëm dhe të\nbrendshëm duke demonstruar cilësinë.<\/p>\n\n\n\n<p><strong>Këshilli\ni partnerëve, <\/strong>një trupë e partneritetit nga tregu i\npunës, industrisë dhe pjesës akademike të Tempullit.&nbsp;<\/p>\n\n\n\n<p><strong>Komitetet, <\/strong>të cilat mbulojnë shumicën e çështjeve që lidhen me studimet dhe\nstudentët: <\/p>\n\n\n\n<p>Komiteti shkencor dhe profesional, Komiteti për sigurimin e\ncilësisë, Komiteti i etikës, Komiteti disiplinorë dhe Komiteti i ankesave. <\/p>\n\n\n\n<p><strong>Qendra për\nZhvillim Profesional <\/strong>(<strong>QZHP<\/strong>), njerëz me kompetencë, me dije\ndhe me vullnet për punë, që organizojnë programe aftësuese, trajnime\nprofesionale dhe certifikime profesionale nën autorizimin e institucioneve\npërkatëse qeveritare.<\/p>\n\n\n\n<p>Të dashur studentë dhe kursantë, sigurisht që ju keni patur edhe\nditë të mira dhe ditë të këqija gjatë studimeve tuaja. Shumë prej jush kanë\nplot kujtime të jetës suaj në Tempull të cilat dëshironi t’i ushqeni për një\nkohë të gjatë.<\/p>\n\n\n\n<p>Të gjithë ju padyshim se jeni pjesë e historisë tonë të përbashkët\nqë quhet Tempulli, një histori që do të jetë shumë domethënëse për të ardhmen\ntuaj. Ju nuk mund t&#8217;i shpëtoni të së kaluarës, por mund të ndërtoni atë për të ardhmen\ntuaj. Shkruani sepse gjërat harrohen, të shkruash do të thotë të mendosh se\nçfarë ke kaluar sepse ju mund ta shihni të ardhmen tuaj vetëm duke shikuar të\nkaluarën tuaj.<\/p>\n\n\n\n<p>Historia për jetën tuaj në Tempull do të jetë gjithashtu diçka që\nmund t&#8217;i sillni familjes dhe miqve tuaj në shtëpi. Mund të bëhet një thesar i\nveçantë që njerëzit përreth jush mund të shijojnë dhe krenohen me të.<\/p>\n\n\n\n<p>Unë mendoj se përvoja juaj në studime ka qenë në të vërtetë një përvojë\ne re jetësore dhe meqenëse Tempulli ka zënë një vend të veçantë për ju, atëherë\nkthehuni më shpesh dhe na vizitoni, sespe do të ushqeni kujtesën tuaj dhe\ntonën. <\/p>\n\n\n\n<p>Ju jeni gjithmonë të mirëpritur.<\/p>\n\n\n\n<p>Të dashur studentë dhe kursantë, këtë fjalimin tim po e përfundojë\nme fjalinë që e nisa, mbarësi në studime në vitin e 19-të akademik të Kolegjit Tempulli.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sapo jam zgjedhur kryetar i Këshillit drejtues të Kolegjit Tempulli, një institucioni me traditën më të gjatë të arsimit të lartë privat në vend dhe regjion. Për të qenë më i saktë, vitin e ri 2020 e fillova me detyrën e re i rrethuar me studentë dhe kolegë të tjerë të cilët më mrekulluan me [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\r\n<title>Fjalimi i Presidentit -<\/title>\r\n<meta name=\"robots\" content=\"index, follow\" \/>\r\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\r\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\r\n<link rel=\"canonical\" href=\"http:\/\/localhost\/wordpress\/the-presidents-speech\/\" \/>\r\n<meta property=\"og:locale\" content=\"sq_AL\" \/>\r\n<meta property=\"og:type\" content=\"article\" \/>\r\n<meta property=\"og:title\" content=\"Fjalimi i Presidentit -\" \/>\r\n<meta property=\"og:description\" content=\"Sapo jam zgjedhur kryetar i Këshillit drejtues të Kolegjit Tempulli, një institucioni me traditën më të gjatë të arsimit të lartë privat në vend dhe regjion. Për të qenë më i saktë, vitin e ri 2020 e fillova me detyrën e re i rrethuar me studentë dhe kolegë të tjerë të cilët më mrekulluan me [&hellip;]\" \/>\r\n<meta property=\"og:url\" content=\"http:\/\/localhost\/wordpress\/the-presidents-speech\/\" \/>\r\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/tempullicollege\/\" \/>\r\n<meta property=\"article:modified_time\" content=\"2020-06-03T11:49:25+00:00\" \/>\r\n<meta property=\"og:image\" content=\"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg\" \/>\r\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\r\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\r\n\t    \"@context\": \"https:\/\/schema.org\",\r\n\t    \"@graph\": [\r\n\t        {\r\n\t            \"@type\": \"WebSite\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/#website\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/\",\r\n\t            \"name\": \"\",\r\n\t            \"description\": \"\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"SearchAction\",\r\n\t                    \"target\": \"http:\/\/localhost\/wordpress\/?s={search_term_string}\",\r\n\t                    \"query-input\": \"required name=search_term_string\"\r\n\t                }\r\n\t            ],\r\n\t            \"inLanguage\": \"sq\"\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"ImageObject\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/#primaryimage\",\r\n\t            \"inLanguage\": \"sq\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg\",\r\n\t            \"width\": 243,\r\n\t            \"height\": 329\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"WebPage\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/#webpage\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/\",\r\n\t            \"name\": \"Fjalimi i Presidentit -\",\r\n\t            \"isPartOf\": {\r\n\t                \"@id\": \"http:\/\/localhost\/wordpress\/#website\"\r\n\t            },\r\n\t            \"primaryImageOfPage\": {\r\n\t                \"@id\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/#primaryimage\"\r\n\t            },\r\n\t            \"datePublished\": \"2020-05-05T21:34:11+00:00\",\r\n\t            \"dateModified\": \"2020-06-03T11:49:25+00:00\",\r\n\t            \"inLanguage\": \"sq\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"ReadAction\",\r\n\t                    \"target\": [\r\n\t                        \"http:\/\/localhost\/wordpress\/the-presidents-speech\/\"\r\n\t                    ]\r\n\t                }\r\n\t            ]\r\n\t        }\r\n\t    ]\r\n\t}<\/script>\r\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/pages\/4357"}],"collection":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/comments?post=4357"}],"version-history":[{"count":7,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/pages\/4357\/revisions"}],"predecessor-version":[{"id":5479,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/pages\/4357\/revisions\/5479"}],"wp:attachment":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/media?parent=4357"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}