{"id":4357,"date":"2020-05-05T23:34:11","date_gmt":"2020-05-05T21:34:11","guid":{"rendered":"http:\/\/localhost\/wordpress\/?p=4357"},"modified":"2020-06-03T13:49:25","modified_gmt":"2020-06-03T11:49:25","slug":"the-presidents-speech","status":"publish","type":"page","link":"http:\/\/localhost\/wordpress\/en\/the-presidents-speech\/","title":{"rendered":"Speech the President's"},"content":{"rendered":"<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg\" alt=\"\" class=\"wp-image-5331\" width=\"232\" height=\"314\" srcset=\"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg 243w, http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n-222x300.jpg 222w, http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n-155x210.jpg 155w, http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n-177x240.jpg 177w\" sizes=\"(max-width: 232px) 100vw, 232px\" \/><\/figure>\n\n\n\n<p>I have just been elected chairman of the Steering Council of Tempulli College, an institution with the longest tradition of private higher education in the country and the region. To be more precise, I started the new year 2020 with a new assignment, surrounded by students and other colleagues who amazed me with their warmth and hospitality. <\/p>\n\n\n\n<p>Following the changes to Tempulli's new statute and organizational chart, I pledge to work closely with the new bodies within the institution, starting with the Steering Council, the Student Council, the Academic Council, the Partnership Council, the Scientific and Professional Committee, the Quality Assurance Office, the Dean's Office, the Office of the Secretary-General and Alumni, working with everyone for the sole purpose that Tempulli continues to serve as a temple of knowledge, each day building new successes upon its tradition. Today, with humility and sincerity as always, I will be happy to be part of such a professional team, being convinced that together we will win every battle to increase the quality of teaching and learning. <\/p>\n\n\n\n<p>This fall we will celebrate together the 20th anniversary of the launch of the first generation of students, so I encourage you to take a moment to reflect on our successes. <\/p>\n\n\n\n<p>Each of you has the right to be proud of your work. In these years, hundreds of students and thousands of trainees of various profiles related to traffic and transportation have graduated. Our students, as productive citizens, will be the leaders of tomorrow who will ensure development and professionalism at work wherever they are.<\/p>\n\n\n\n<p>Today, Tempulli is the main center for training cadres in very specific fields and of course we are proud of our graduates, who hold the primacy of the most employed in the field in various institutions, the private sector, and the industry. Our graduates today with their work and commitment are everywhere, working in the capacity of traffic accident experts, in the management of rail transport, in road traffic safety, at the Kosovo Police, as teachers in technical high schools in the country, as supervisors in the sector of technical control centers, in the sector of driving schools, as evaluators of driver's license exams within the Ministry of Infrastructure and Environment, in the public service directorates and traffic inspectorates in the country's municipalities, as managers of transport operators for passengers or goods, at road design and construction design companies, etc. Our graduates tell us how they are better prepared for their career and life in general, compared to others who work near them. I am convinced that each of our graduates today are the best examples of highly competent and ethical workers in the workplace.<\/p>\n\n\n\n<p>Knowing that Kosovo has gone through and continues to go through difficult transition and transformational processes in recent decades, we understand that this process is challenging and affects all sectors of life, including the education sector. <\/p>\n\n\n\n<p>Let's go back to the image of Tempulli, which can be \"read\" through the logo that it bears in itself: history, greatness, art, culture, inclusiveness, knowledge, and challenges through time. <\/p>\n\n\n\n<p>Nevertheless, Tempulli started its work in 1992, as a training and education center for beginner driver candidates. In addition to providing these training programs, Tempulli has conducted analysis and expertise of traffic accidents, has offered lectures and volunteer activities in primary schools in the capital Prishtina and surrounding villages. In 1996 it published the first magazine in the country and the region in Albanian language covering current events, traffic, transport and motoring under the name <em>“Autotempulli”.<\/em>\n<\/p>\n\n\n\n<p>As a result of the dedication and coherence of its work, viewed in accordance with the needs of the market in the country and beyond, Tempulli over the years has grown and enhanced with quality academic and professional programs. <\/p>\n\n\n\n<p>Therefore, the history of Tempulli is similar due to the challenges it has faced during the years of development as the first private institution of higher education. The challenges, like any beginning of any work, were normally very great, but the founder and creator of this project, Professor Arif Krasniqi, really faced them all. He also challenged society's prejudices about the fact that Tempulli was the first private institution of higher education in the country. A private institution of higher education, something that was unimaginable, let alone to implement in real life the opportunity for young people to continue their studies in a private institution, when the only public university in Kosovo was just celebrating 30 years of existence. There were many dilemmas, but December 2001 marks the first preliminary accreditation of Tempulli by the administration of that time.&nbsp; <\/p>\n\n\n\n<p>Tempulli in the academic year 2001\/2002, has started to provide academic programs for studies of Level 6\/Bachelor as per NQF, whereas since academic year 2007\/2008, it has expanded and specialized its offering for study programs of Level 7\/Master as per NQF, in specific fields of technical sciences with a focus on traffic, transport and telecommunications.<\/p>\n\n\n\n<p class=\" translation-block\">Dozens of generations of students who have completed their studies still remember Professor Arif's definition of traffic: “Traffic is the blood of every country's economic system but also of Kosovo and as such is the main bearer of the country's constant change and development. The blood circulation paths within this system are the roads, rails, maritime, postal and aerial arteries.”<\/p>\n\n\n\n<p>Today, 30 years after the initial beginnings of the work of Tempulli and 20 years from the beginning of the first generation in Bachelor studies, together with local and international experts of higher education, we review our work looking for new opportunities for reform and development in pace with the most credible higher education institutions in the world. And inevitably we reformulated the Tempulli Mission based on the requirements of quality improvement and linkeage with the demands of the labor market to be met, consequently we made adjustments to the expansion with new professional programs. The process of changing the mission has gone through several stages where students, assistants, professors, experts in the field, Tempulli leaders, institutional, social, business and community partners have been involved in ongoing consultations. <\/p>\n\n\n\n<p>We are pleased that the new Tempulli Mission Statement is as follows:&nbsp;&nbsp; <\/p>\n\n\n\n<p><em>Tempulli builds on its positive tradition, organizes learning (in academic and professional programs), expertise, applied research, training and community services for students and the community at large, in the fields of traffic, transport, insurance, environment, geology and energy, for the purpose of developing the economy, employment and society. <\/em><\/p>\n\n\n\n<p>During the numerous and extended workshops of the working groups in order to review the mission, vision, strategic development plan, I remember the request of Professor Xhavit Rexha, who asked those present at the workshop to write a \"dream\" about where they see Tempulli after 10-15 years. And so, from the \"dreams\" of the members of the working groups, we had a vision, a very original, natural and, above all, dedicated vision:<\/p>\n\n\n\n<p><em>The vision of Tempulli is to be a study center, a leader in specialized and intertwined fields, specific areas that the youth of Kosovo and the market of the country, the region and beyond need, as well as a professional center specialized in the field of telecommunication studies and related fields in the country, with influence in the region and beyond, as well as a center for scientific research in those specific directions where it has potential as an educational and scientific educational institution.<\/em><em><\/em><\/p>\n\n\n\n<p>After clarifying the mission and vision, Tempulli needed to clarify the direction and the path, where it will go for at least the next five years, and this was achieved through the Strategic Development Plan 2020-2024. <\/p>\n\n\n\n<p>In addition to the challenges that followed us during our journey of nealry three decades, we also had some advantages such as the specific studies and programs in the technical field. For the first time, it created opportunities for citizens and the country to study the Albanian language in the field of traffic and transportation. Furthermore, not only were we the first, but we are also leaders in technical fields (in addition to academic studies) in professional training programs offered by the CPD (Center for Professional Development) and in carrying out study and scientific projects through the Institute for Road Safety and Research in Transport.<\/p>\n\n\n\n<p>Tempulli understands that the existence of a large number of colleges in Kosovo, providers of higher education, need and should promote original and unique work. Tempulli has taken into account the recommendations of experts and will create the most efficient mechanisms for accountability, believing that this helps Tempulli, parallel to criticism and suggestions, to build a continuous improvement of quality of higher education in Kosovo in general and at Tempulli College in particular.<\/p>\n\n\n\n<p>For many years now, Tempulli plays the central role in organizing, promoting, and supporting human and financial resources in the field of traffic and transport. Going beyond this, Tempulli has assumed the lead on increasing citizen awareness on traffic rules and the importance they play for a dignified life as members of society. As part of the community services, Tempulli for many years, in cooperation with the Ministry of Education, Science and Technology, as well as the Kosovo Motorization Association AMRKS and partners from the Kosovo Forum for Road Safety, has organized and conducts lectures in primary schools with focus on  implementation of traffic rules and the consequences of road accidents. This commitment by Tempulli staff is implemented on a voluntary basis. Furthermore, in the calendar year 2019, important projects on Sustainable Urban Mobility Plans have been drafted for the Municipalities of Podujeva, Ferizaj, Gjilan, Gracanica and for the Dardania Neighborhood as the largest neighborhood of the city of Prishtina.<\/p>\n\n\n\n<p>As with any job, success is measured by numbers (statistics), and our work and successes are measurable as follow:<\/p>\n\n\n\n<ul><li>The average students age is decreasing, where within the last 3 years, the average age of students has dropped from 33 years old to where we have now reached the average age of students at 24 years old.<\/li><li>515 students have graduated and 587 are in the learning process (or still have student status).<\/li><li>115 candidates have completed schooling for assessors (examiners) for driver's license exams.<\/li><li>1850 driving instructors have completed schooling for driver instructors.<\/li><li>2912 candidates have completed driving training (auto school).<\/li><li>643 drivers have completed the Professional competence training as freight and passenger transport drivers CPD-D.&nbsp;&nbsp; <\/li><li>72 Managers have completed the Professional Competence training as Manager of the transport operators CPC-M.<\/li><li>109 drivers have completed training for the transport of dangerous goods ADR.<\/li><\/ul>\n\n\n\n<p>I would like to take credit for the excellent people and teams we have gathered around Tempulli. <\/p>\n\n\n\n<p><strong>The Steering Council\n<\/strong>, a strong team and a great interaction of local and international components. With proven people who deliver innovative work and who have completed their studies at credible universities in Europe and America.<\/p>\n\n\n\n<p><strong>The Academic Council<\/strong> , as the highest academic body that guarantees academic freedom and active participation of students in decision-making processes at every step. The council brings together professors, students and administrative staff under the leadership of the Dean. <\/p>\n\n\n\n<p><strong>The Dean and two vice deans<\/strong>, renowned professors and leaders in many projects, offer scientific and academic expertise in the field of traffic and transport engineering in the country and the region. <\/p>\n\n\n\n<p><strong>The Teaching and Scientific Committee <\/strong>, consisting of an expanded composition of all staff members (professors, assistants, students and administration).<\/p>\n\n\n\n<p><strong>The Institute<\/strong> , within the functional structure of Tempulli College also operates the Institute for Road Safety and Transportation Research, which is led by a professor who is considered leader in road safety in the country.&nbsp;&nbsp; <\/p>\n\n\n\n<p><strong>The Secretary General<\/strong>, the most professional person at Tempulli since its inception, the custodian and the main person responsible for carrying out administrative, legal and other work as authorized by the Statute. <\/p>\n\n\n\n<p><strong>Student Council<\/strong>, a group of beloved students represented throughout all levels and academic units.<\/p>\n\n\n\n<p><strong>Coordinators<\/strong>, profesionistë që marrin pjesë në organizimin dhe mbajtjen e\nligjëratave, ushtrimeve, provimeve, seminareve dhe punëve hulumtuese. <\/p>\n\n\n\n<p><strong>Alumni<\/strong> , is a bridge between the Career Center, the Student Council, the Partner Council with the labor market in Kosovo, which ensures the sustainability of services to external and internal customers by promoting quality.<\/p>\n\n\n\n<p><strong>Partner’s Council <\/strong>, a partnership body consisting of representatives from the labor market, industry and the academic side of Tempulli.&nbsp;<\/p>\n\n\n\n<p><strong>Committees <\/strong>, which cover most issues related to studies and students: <\/p>\n\n\n\n<p>The Scientific and Professional Committee, Quality Assurance Committee, Ethics Committee, Disciplinary Committee and Complaints Committee. <\/p>\n\n\n\n<p><strong>Center for Professional Development (CPD) <\/strong>(<strong>QZHP<\/strong>, made up of people with competence, knowledge and willingness to work, who organize skill training programs, professional trainings, and professional certification under the authorization of relevant government institutions.<\/p>\n\n\n\n<p>Dear students and trainees, of course you have had good days and bad days during your studies. Many of you have memories of your life at Tempulli that you may want to nurture for a long time.<\/p>\n\n\n\n<p>All of you are undoubtedly part of our common history called Tempulli, a story that will be very significant in your future. You can’t escape the past, but you can use it to build your future. Write things down because they are forgotten; writing lets you think about what you went through because you can only see your future by looking at your past.<\/p>\n\n\n\n<p>The story of your life at Tempulli will also be something you can bring to your family and friends at home. It can become a special treasure that the people around you can enjoy and be proud of.<\/p>\n\n\n\n<p>I think your experience during the studies has actually been a new life experience and since Tempulli has assumed a special place in you, then come back again often and visit us, because in doing so you will nurture your memory as well as ours. <\/p>\n\n\n\n<p>You are always welcome.<\/p>\n\n\n\n<p>Dear students and trainees, I am concluding this speech with the sentence I started, prosperity to your studies in the 19th academic year at Tempulli College.<\/p>","protected":false},"excerpt":{"rendered":"<p>Sapo jam zgjedhur kryetar i Këshillit drejtues të Kolegjit Tempulli, një institucioni me traditën më të gjatë të arsimit të lartë privat në vend dhe regjion. Për të qenë më i saktë, vitin e ri 2020 e fillova me detyrën e re i rrethuar me studentë dhe kolegë të tjerë të cilët më mrekulluan me [&hellip;]<\/p>","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v14.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\r\n<title>Fjalimi i Presidentit -<\/title>\r\n<meta name=\"robots\" content=\"index, follow\" \/>\r\n<meta name=\"googlebot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\r\n<meta name=\"bingbot\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\r\n<link rel=\"canonical\" href=\"http:\/\/localhost\/wordpress\/the-presidents-speech\/\" \/>\r\n<meta property=\"og:locale\" content=\"en_US\" \/>\r\n<meta property=\"og:type\" content=\"article\" \/>\r\n<meta property=\"og:title\" content=\"Fjalimi i Presidentit -\" \/>\r\n<meta property=\"og:description\" content=\"Sapo jam zgjedhur kryetar i Këshillit drejtues të Kolegjit Tempulli, një institucioni me traditën më të gjatë të arsimit të lartë privat në vend dhe regjion. Për të qenë më i saktë, vitin e ri 2020 e fillova me detyrën e re i rrethuar me studentë dhe kolegë të tjerë të cilët më mrekulluan me [&hellip;]\" \/>\r\n<meta property=\"og:url\" content=\"http:\/\/localhost\/wordpress\/the-presidents-speech\/\" \/>\r\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/tempullicollege\/\" \/>\r\n<meta property=\"article:modified_time\" content=\"2020-06-03T11:49:25+00:00\" \/>\r\n<meta property=\"og:image\" content=\"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg\" \/>\r\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\r\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\r\n\t    \"@context\": \"https:\/\/schema.org\",\r\n\t    \"@graph\": [\r\n\t        {\r\n\t            \"@type\": \"WebSite\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/en\/#website\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/en\/\",\r\n\t            \"name\": \"\",\r\n\t            \"description\": \"\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"SearchAction\",\r\n\t                    \"target\": \"http:\/\/localhost\/wordpress\/en\/?s={search_term_string}\",\r\n\t                    \"query-input\": \"required name=search_term_string\"\r\n\t                }\r\n\t            ],\r\n\t            \"inLanguage\": \"en-US\"\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"ImageObject\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/#primaryimage\",\r\n\t            \"inLanguage\": \"en-US\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/wp-content\/uploads\/2020\/05\/99306164_862542467577737_7679665579837358080_n.jpg\",\r\n\t            \"width\": 243,\r\n\t            \"height\": 329\r\n\t        },\r\n\t        {\r\n\t            \"@type\": \"WebPage\",\r\n\t            \"@id\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/#webpage\",\r\n\t            \"url\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/\",\r\n\t            \"name\": \"Fjalimi i Presidentit -\",\r\n\t            \"isPartOf\": {\r\n\t                \"@id\": \"http:\/\/localhost\/wordpress\/en\/#website\"\r\n\t            },\r\n\t            \"primaryImageOfPage\": {\r\n\t                \"@id\": \"http:\/\/localhost\/wordpress\/the-presidents-speech\/#primaryimage\"\r\n\t            },\r\n\t            \"datePublished\": \"2020-05-05T21:34:11+00:00\",\r\n\t            \"dateModified\": \"2020-06-03T11:49:25+00:00\",\r\n\t            \"inLanguage\": \"en-US\",\r\n\t            \"potentialAction\": [\r\n\t                {\r\n\t                    \"@type\": \"ReadAction\",\r\n\t                    \"target\": [\r\n\t                        \"http:\/\/localhost\/wordpress\/the-presidents-speech\/\"\r\n\t                    ]\r\n\t                }\r\n\t            ]\r\n\t        }\r\n\t    ]\r\n\t}<\/script>\r\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/pages\/4357"}],"collection":[{"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/comments?post=4357"}],"version-history":[{"count":7,"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/pages\/4357\/revisions"}],"predecessor-version":[{"id":5479,"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/pages\/4357\/revisions\/5479"}],"wp:attachment":[{"href":"http:\/\/localhost\/wordpress\/en\/wp-json\/wp\/v2\/media?parent=4357"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}